Repository: Pw-man/IOS-HWs
Catalog: IOSINT-HWs/Navigation/*.lproj/Localizable.strings
Languages: ru

source: Season 2 of the TV series Love. Death. Robots. was released. The producers of the second season were Tim Miller («Deadpool») and David Fincher («Fight club», «Social network», «Dissapeared»). And they did what they do best: they showed us a series of thrillers with beautiful graphics and a thoughtful plot.
ru: Вышел 2 сезон телесериала Любовь. Смерть. Роботы. Продюсерами второго сезона выступили Тим Миллер («Дэдпул») и Дэвид Финчер («Бойцовский клуб», «Социальная сеть», «Исчезнувшие»). И они сделали то, что у них получается лучше всего: показали нам серию триллеров с красивой графикой и продуманным сюжетом.

source: The International Economic Forum was held in St. Petersburg.
ru: В Санкт-Петербурге прошел Международный экономический форум.

source: An updated FaceTime, AirPods instead of a hearing aid, a new Share Play function, reminders of forgotten headphones and much more were demonstrated by Apple at its annual WWDC 2021 developer exhibition.
ru: Обновленный FaceTime, AirPods вместо слухового аппарата, новая функция совместного воспроизведения, напоминания о забытых наушниках и многое другое были продемонстрированы Apple на ежегодной выставке разработчиков WWDC 2021.

source: Tesla Model S broke the world record at a distance of 1/4 mile. The electric car overcame 402 meters in 9.23 seconds.
ru: Tesla Model S побила мировой рекорд на дистанции 1/4 мили. Электромобиль преодолел 402 метра за 9,23 секунды.

source: Insert password
ru: Введите пароль

source: It's test text
ru: Это проверочный текст

source: Verify password
ru: Подтвердите пароль

source: Click me
ru: Кликни сюда

source: Pick password
ru: Подобрать пароль

source: Post
ru: Пост

source: Log In
ru: Войти

source: Password
ru: Пароль

source: Email or phone number
ru: Адрес эл. почты или номер телефона

source: Show alert
ru: Показать предупреждение

source: Delete post?
ru: Удалить пост?

source: Post couldn't be restored
ru: Пост нельзя будет восстановить

source: Cancel
ru: Отменить

source: Delete
ru: Удалить

source: Show all posts
ru: Показать все посты

source: Sort by author
ru: Отсортировать по автору

source: Delete post
ru: Удалить пост

source: Preferred author
ru: Предпочитаемый автор

source: Enter author's name
ru: Введите имя автора

source: Input field is empty!
ru: Поле ввода не заполнено!

source: Enter some text, please
ru: Введите текст, пожалуйста

source: Ok
ru: Хорошо

source: No such authors
ru: Автор не найден

source: Correct request, please
ru: Уточните запрос, пожалуйста

source: Feed
ru: Лента

source: Liked Posts
ru: Оценённые посты

source: Liked
ru: Понравилось

source: Login
ru: Профиль

source: Check the data validity
ru: Проверьте введённые данные

source: Fix
ru: Исправить

source: Continue
ru: Продолжить

source: Email and password field are empty
ru: Поля ввода пусты

source: Please, fill in all input fields
ru: Заполните все поля, пожалуйста

source: Likes:
ru: Нравится:

source: Views:
ru: Просмотры:

source: Coolest Dog Ever
ru: Лучший пёс в мире

source: Waiting for something...
ru: В ожидании чего-то

source: Show Status
ru: Показать статус

source: Set your status
ru: Установить статус

source: Photo gallery
ru: Фото галерея

source: Photo Gallery
ru: Фото Галерея

source: Download
ru: Загрузка

source: All data is uploaded!
ru: Все данные загружены!

source: Listen to music
ru: Слушать музыку

source: Watch video
ru: Смотреть видео

source: All data is downloaded succesfully
ru: Все данные успешно загружены!

source: Youtube videos
ru: Видео с Youtube

source: Current song name
ru: Название композиции

source: Play recorded sound
ru: Проиграть записанный звук

source: User:
ru: Пользователь:

source: created!
ru: создан!
